INSERT INTO `erren`.`category`
(`id`,
`name`)
VALUES
('1', '小区（停车场）配套设施'),
('2', '道路交通安全配套设施'),
('3', '安全警示类配套产品'),
('4', '太阳能电子类配套设施');

INSERT INTO `erren`.`series`
(`name`,`category_id`)
VALUES
('道闸系统', '1'),
('防撞桶系列', '1'),
('岗亭系列', '1'),
('止滑器系列', '1'),
('减速带系列', '1'),
('路沿坡系列', '1'),
('反光镜系列', '1'),
('线槽板系列', '1'),
('定位器系列', '1'),
('车位锁系列', '1'),
('护墙角系列', '1'),
('停放架系列', '1'),
('路锥系列', '2'),
('防撞桶系列', '2'),
('水马系列', '2'),
('交通标志系列', '2'),
('护栏系列', '2'),
('反光道钉系列', '2'),
('警示柱系列', '2'),
('反光轮廓标系列', '2'),
('隔离墩系列', '2'),
('警示带系列', '3'),
('指挥棒系列', '3'),
('反光衣系列', '3'),
('一米线栏杆系列', '3'),
('警示告示牌系列', '3'),
('警示反光膜系列', '3'),
('太阳能道钉系列', '4'),
('太阳能交通标志牌系列', '4'),
('太阳能交通信号灯系列', '4'),
('太阳能安全警示灯系列', '4');
